{
	"ranges": [
		{"id": 1, "name": "Mahalangur Himalaya"},
		{"id": 2, "name": "Baltoro Karakoram"},
		{"id": 3, "name": "Kangchenjunga Himalaya"},
		{"id": 4, "name": "Dhaulagiri Himalaya"},
		{"id": 5, "name": "Manaslu Himalaya"},
		{"id": 6, "name": "Nanga Parbat Himalaya"},
		{"id": 7, "name": "Annapurna Himalaya"},
		{"id": 8, "name": "Jugal Himalaya"},
		{"id": 9, "name": "Hispar Karakoram"},
		{"id": 10, "name": "Masherbrum Karakoram"},
		{"id": 11, "name": "Garhwal Himalaya"},
		{"id": 12, "name": "Batura Karakoram"},
		{"id": 13, "name": "Rakaposhi-Haramosh Karakoram"},
		{"id": 14, "name": "Assam Himalaya"},
		{"id": 15, "name": "Saltoro Karakoram"},
		{"id": 16, "name": "Hindu Kush"},
		{"id": 17, "name": "Langtang Himalaya"},
		{"id": 18, "name": "Nalakankar Himalaya"},
		{"id": 19, "name": "Saser Karakoram"},
		{"id": 20, "name": "Kongur Shan (Eastern Pamirs)"},
		{"id": 21, "name": "Kula Kangri Himalaya"},
		{"id": 22, "name": "Daxue Mountains (Hengduan Shan)"},
		{"id": 23, "name": "Rimo Karakoram"},
		{"id": 24, "name": "Muztagata (Eastern Pamirs)"},
		{"id": 25, "name": "Pamir (Academy of Sciences Range)"},
		{"id": 26, "name": "Siachen Karakoram"},
		{"id": 27, "name": "Tian Shan"},
		{"id": 28, "name": "Ganesh Himalaya"},
		{"id": 29, "name": "Labuche Himalaya"},
		{"id": 30, "name": "Jomolhari Himalaya"},
		{"id": 31, "name": "Yengisogat Karakoram"},
		{"id": 32, "name": "Panmah Karakoram"},
		{"id": 33, "name": "Baiku Himalaya"},
		{"id": 34, "name": "Lunana Himalaya"},
		{"id": 35, "name": "Nagarze Himalaya"}
	],
	"mountains": [
		{
			"rank": 1,
			"name": "Mount Everest",
			"height": 8848,
			"prominence": 8848,
			"range": "Mahalangur Himalaya",
			"coordinates": "27°59'17''N 86°55'31''E",
			"parent_mountain": "-",
			"first_ascent": 1953,
			"countries": "Nepal, China",
			"description": "As the tallest mountain on Earth, mountaineers face numerous challenges when attempting to climb Mount Everest. Climbing conditions are harshest in the so-called 'death zone' above 8000m. Avalanches, extreme cold, winds, and oxygen deprivation are the main dangers. Edmund Hillary and Tenzing Norgay were the first to successfully climb it in 1953. Deaths during ascent are common with a fatality rate of 4%."
		},
		{
			"rank": 2,
			"name": "K2",
			"height": 8611,
			"prominence": 402,
			"range": "Baltoro Karakoram",
			"coordinates": "35°52'53''N 76°30'48''E",
			"parent_mountain": "Mount Everest",
			"first_ascent": 1954,
			"countries": "Pakistan, China",
			"description": "K2 known as the 'Savage Mountain', is notoriously difficult and dangerous to climb due to its unpredictable and harsh weather, as well as difficult climbing routes. Often regarded as the ultimate achievement for a mountaineer, it has the second-highest fatality rate among the famed 'eight-thousanders'. The first successful ascent was made by Lino Lacedelli and Achille Compagnoni in 1954. The mountain's ice pillars often collapse without warning, adding to the climbing challenges."
		},
		{
			"rank": 3,
			"name": "Kangchenjunga",
			"height": 8586,
			"prominence": 3922,
			"range": "Kangchenjunga Himalaya",
			"coordinates": "27°42'12''N 88°08'51''E *",
			"parent_mountain": "Mount Everest",
			"first_ascent": 1955,
			"countries": "Nepal, India",
			"description": "Kangchenjunga, meaning 'The Five Treasures of Snows', is the third highest mountain in the world. The first ascend was made by George Band and Joe Brown in 1955, stopping a few feet short of the actual summit in deference to local customs. Hazardous weather conditions and the threat of avalanches make the climb extremely challenging even for the most experienced climbers. Deaths due to avalanches and falls are common."
		},
		{
			"rank": 4,
			"name": "Lhotse",
			"height": 8516,
			"prominence": 610,
			"range": "Mahalangur Himalaya",
			"coordinates": "27°57'42''N 86°55'59''E",
			"parent_mountain": "Mount Everest",
			"first_ascent": 1956,
			"countries": "Nepal, China",
			"description": "Connected to Mount Everest via the South Col, Lhotse is the fourth highest mountain in the world, reaching 8,516 metres. The ascent is via a steep and narrow couloir, with avalanches being a consistent threat. The summit of Lhotse remains less visited than those of the other 8000ers. The first successful climb was made by Fritz Luchsinger and Ernst Reiss in 1956."
		},
		{
			"rank": 5,
			"name": "Makalu",
			"height": 8485,
			"prominence": 2378,
			"range": "Mahalangur Himalaya",
			"coordinates": "27°53'23''N 87°05'20''E",
			"parent_mountain": "Mount Everest",
			"first_ascent": 1955,
			"countries": "Nepal, China",
			"description": "Makalu is an isolated peak noted for its beautiful, but very dangerous pyramid shape. The steep pitches and knife-edged ridges make the climb to the summit challenging, and it is often considered one of the most difficult climbs in the world. Lionel Terray and Jean Couzy first conquered it in 1955. The final ascent to the summit is exposed and often battered by high winds."
		},
		{
			"rank": 6,
			"name": "Cho Oyu",
			"height": 8188,
			"prominence": 234,
			"range": "Mahalangur Himalaya",
			"coordinates": "28°05'39''N 86°39'39''E",
			"parent_mountain": "Mount Everest",
			"first_ascent": 1954,
			"countries": "Nepal, China",
			"description": "As the sixth highest mountain in the world, Cho Oyu's name translates to 'Turquoise Goddess' in Tibetan. The mountain is considered one of the easiest 8000 metre peaks to climb due to the gentle slopes and easy access to its base camp. Joseph Jöchler, Herbert Tichy, and Sherpa Pasang Dawa Lama ascended it first in 1954. However, that shouldn't belittle the fact that climbers still face great challenges such as sudden weather changing."
		},
		{
			"rank": 7,
			"name": "Dhaulagiri I",
			"height": 8167,
			"prominence": 3357,
			"range": "Dhaulagiri Himalaya",
			"coordinates": "28°41'48''N 83°29'35''E",
			"parent_mountain": "K2",
			"first_ascent": 1960,
			"countries": "Nepal",
			"description": "Dhaulagiri I is the seventh highest mountain in the world. As the highest mountain in the world for nearly 30 years before being surpassed by Kanchenjunga, Dhaulagiri is an imposing presence in the mid-western Nepalese Himalayas. Weather can change rapidly and avalanches are a common occurrence, which makes the climb highly risky. The first successful climb was made by a Swiss team in 1960."
		},
		{
			"rank": 8,
			"name": "Manaslu",
			"height": 8163,
			"prominence": 3092,
			"range": "Manaslu Himalaya",
			"coordinates": "28°33'00''N 84°33'35''E",
			"parent_mountain": "Cho Oyu",
			"first_ascent": 1956,
			"countries": "Nepal",
			"description": "Located in the Mansiri Himal in Nepal, Manaslu is the eighth highest mountain in the world. The mountain's long ridges and valley glaciers offer feasible approaches from all directions. The first known ascent in 1956 by Toshio Imanishi and Gyalzen Norbu, members of a Japanese expedition. Its high risk of avalanches has led to many fatalities over the years."
		},
		{
			"rank": 9,
			"name": "Nanga Parbat",
			"height": 8126,
			"prominence": 4608,
			"range": "Nanga Parbat Himalaya",
			"coordinates": "35°14'14''N 74°35'21''E",
			"parent_mountain": "Dhaulagiri",
			"first_ascent": 1953,
			"countries": "Pakistan",
			"description": "Known as the 'Killer Mountain', Nanga Parbat, is the world's ninth highest, and notorious for its high accident and death rate. It has an enormous ridge of ice and rock, and a steep pinnacle in the western end. The first successful climb was done by Hermann Buhl alone in 1953. Buhl is the only mountaineer to have made the first ascent of an eight-thousander solo, and without bottled oxygen or high altitude porters."
		},
		{
			"rank": 10,
			"name": "Annapurna I",
			"height": 8091,
			"prominence": 2984,
			"range": "Annapurna Himalaya",
			"coordinates": "28°35'44''N 83°49'13''E",
			"parent_mountain": "Cho Oyu",
			"first_ascent": 1950,
			"countries": "Nepal",
			"description": "Annapurna I, meaning 'Goddess of the Harvests', is the tenth highest mountain in the world and is notoriously dangerous due to its frequent avalanches and changing weather conditions. With one of the highest fatality rates, it poses significant challenges even for the most experienced climbers. French climbers Maurice Herzog and Louis Lachenal made the first successful ascent in 1950."
		},
		{
			"rank": 11,
			"name": "Gasherbrum I, Hidden Peak, K5",
			"height": 8080,
			"prominence": 2155,
			"range": "Baltoro Karakoram",
			"coordinates": "35°43'28''N 76°41'47''E",
			"parent_mountain": "K2",
			"first_ascent": 1958,
			"countries": "Pakistan, China",
			"description": "Gasherbrum I, also known as Hidden Peak or K5, was first successfully climbed by Pete Schoening and Andrew Kauffman in 1958. It is located in the Baltoro Karakoram range, specifically in the Gasherbrum massif. The mountain is difficult to ascend due to its great height and the severe weather conditions in the area. Other challenges that climbers face include demanding technical climbs and the risk of avalanches."
		},
		{
			"rank": 12,
			"name": "Broad Peak",
			"height": 8051,
			"prominence": 1701,
			"range": "Baltoro Karakoram",
			"coordinates": "35°48'38''N 76°34'06''E",
			"parent_mountain": "Gasherbrum I",
			"first_ascent": 1957,
			"countries": "Pakistan, China",
			"description": "Broad Peak, located in the Baltoro Karakoram range in Pakistan and China, got its name due to its extensive summit. It was first successfully ascended by Fritz Wintersteller, Marcus Schmuck, Kurt Diemberger, and Hermann Buhl on June 9, 1957. The mountain features a long rocky crest covered with a sizeable area of glaciers and snow. Climbers on Broad Peak face dangers such as avalanches and crevasses. Particularly, the final part of the ascent is exceptionally challenging due to steep climbing and high elevation."
		},
		{
			"rank": 13,
			"name": "Gasherbrum II, K4",
			"height": 8035,
			"prominence": 1524,
			"range": "Baltoro Karakoram",
			"coordinates": "35°45'28''N 76°39'12''E",
			"parent_mountain": "Gasherbrum I",
			"first_ascent": 1956,
			"countries": "Pakistan, China",
			"description": "Located in the Karakoram Range on the border between China and Pakistan, Gasherbrum II or K4 is the third highest peak in the Gasherbrum massif. It was first ascended by Fritz Moravec, Josef Larch, and Hans Willenpart in 1956. While considered one of the easier 8000m peaks to climb due to its relatively straightforward route, it can still pose significant challenges like avalanches and severe weather conditions. Moreover, oxygen is less at higher altitudes, making it difficult for climbers to breathe."
		},
		{
			"rank": 14,
			"name": "Shishapangma",
			"height": 8027,
			"prominence": 2897,
			"range": "Jugal Himalaya",
			"coordinates": "28°21'12''N 85°46'43''E",
			"parent_mountain": "Cho Oyu",
			"first_ascent": 1964,
			"countries": "China, Nepal",
			"description": "Shishapangma is situated in the Jugal Himalaya range, also known as Gosainthan. The first successful ascent was by a Chinese team in 1964. It is the only eight-thousander completely within the Chinese border. Compared to other eight-thousanders, it is considered less difficult to climb and is often used as training for other more challenging peaks. However, climbers still need to be cautious of threats like avalanches and the low oxygen level at high altitudes."
		},
		{
			"rank": 15,
			"name": "Gyachung Kang",
			"height": 7952,
			"prominence": 672,
			"range": "Mahalangur Himalaya",
			"coordinates": "28°05'53''N 86°44'42''E",
			"parent_mountain": "Cho Oyu",
			"first_ascent": 1964,
			"countries": "Nepal, China",
			"description": "Nestled in the Mahalangur Himalaya range between Nepal and China, Gyachung Kang stands as the highest peak among those under 8000 meters. It was first successfully climbed in 1964 by Yukihiko Kato and Kiyondo Sakeizawa. Climbers face challenges such as technical rock and ice climbing. The remoteness of the mountain increases the difficulty of the climb, as it is further away from the support available at popular climbing routes."
		},
		{
			"rank": 0,
			"name": "Gasherbrum III, K3a",
			"height": 7946,
			"prominence": 355,
			"range": "Baltoro Karakoram",
			"coordinates": "35°45'33''N 76°38'30''E",
			"parent_mountain": "Gasherbrum II",
			"first_ascent": 1975,
			"countries": "Pakistan, China",
			"description": "Situated on the border between China and Pakistan, Gasherbrum III, also known as K3a, is part of the Gasherbrum massif in the Karakoram range. It was first ascended by female Polish climbers Wanda Rutkiewicz and Alison Chadwick-Onyszkiewicz in 1975. Although its altitude is slightly lower than its neighboring peaks, noteworthy challenges may include frequent severe weather conditions, risks of falling ice and rock, and the absence of clear climbing paths due to its less frequent ascents."
		},
		{
			"rank": 16,
			"name": "Annapurna II",
			"height": 7937,
			"prominence": 2437,
			"range": "Annapurna Himalaya",
			"coordinates": "28°32'05''N 84°07'19''E",
			"parent_mountain": "Annapurna I",
			"first_ascent": 1960,
			"countries": "Nepal",
			"description": "Located in the Annapurna range of the Himalayas in Nepal, Annapurna II is the eastern anchor of the range. The British team of Richard Grant, Chris Bonington, and Sherpa Ang Nyima made the first successful ascent in 1960. Key challenges for mountaineers include potential risks of avalanches, the complexity of the climbing routes, and severe weather conditions that may occur due to the mountain's great height."
		},
		{
			"rank": 17,
			"name": "Gasherbrum IV, K3",
			"height": 7932,
			"prominence": 712,
			"range": "Baltoro Karakoram",
			"coordinates": "35°45'38''N 76°36'58''E",
			"parent_mountain": "Gasherbrum III",
			"first_ascent": 1958,
			"countries": "Pakistan",
			"description": "Also known as K3, Gasherbrum IV is located in the Baltoro Karakoram range in Pakistan. First successfully climbed in 1958 by Walter Bonatti and Carlo Mauri, it's widely considered one of the most visually striking mountains in the world. It is also considered one of the most challenging mountains to climb, mostly due to its steep, icy slopes, frequent avalanches, and complex climbing routes."
		},
		{
			"rank": 18,
			"name": "Himalchuli",
			"height": 7893,
			"prominence": 1633,
			"range": "Manaslu Himalaya",
			"coordinates": "28°26'12''N 84°38'23''E *",
			"parent_mountain": "Manaslu",
			"first_ascent": 1960,
			"countries": "Nepal",
			"description": "Himalchuli, part of the Nepalese Manaslu Himalaya range, was first ascended by an American team in 1960. The mountain features steep, compact flanks, which makes the climb technically challenging. Issues like weather, avalanches, and crevasses also pose risks. Despite the high difficulty level of climbing, its unique pyramid-shaped summit attracts many experienced mountaineers."
		},
		{
			"rank": 19,
			"name": "Distaghil Sar",
			"height": 7884,
			"prominence": 2525,
			"range": "Hispar Karakoram",
			"coordinates": "36°19'33''N 75°11'16''E",
			"parent_mountain": "K2",
			"first_ascent": 1960,
			"countries": "Pakistan",
			"description": "Distaghil Sar is located in the Hispar Karakoram range in Pakistan. The mountain was first successfully ascended by an Austrian team in 1960. Despite being one of the less famous 8000m peaks, its challenging terrain with steep icy slopes and the high risk of avalanches make it a formidable climb. It is still less frequented by climbers compared to other high-altitude peaks."
		},
		{
			"rank": 20,
			"name": "Ngadi Chuli",
			"height": 7871,
			"prominence": 1011,
			"range": "Manaslu Himalaya",
			"coordinates": "28°30'12''N 84°34'00''E",
			"parent_mountain": "Manaslu",
			"first_ascent": 1979,
			"countries": "Nepal",
			"description": "Ngadi Chuli is part of the Manaslu Himalaya range in Nepal. The first ascent was made by a Japanese team in 1979. The lack of a well-established route and frequent severe storms make this a challenging peak to summit. It is considered one of the most difficult 7000ers due to its steep climbing sections and the considerable risk of avalanche."
		},
		{
			"rank": 0,
			"name": "Nuptse",
			"height": 7864,
			"prominence": 305,
			"range": "Mahalangur Himalaya",
			"coordinates": "27°58'03''N 86°53'13''E",
			"parent_mountain": "Lhotse",
			"first_ascent": 1961,
			"countries": "Nepal",
			"description": "Nuptse is located in the Khumbu region of the Nepalese Himalayas. Its name translates to 'West Peak' in Tibetan. Since the first successful ascent in 1961 by a British team, climbers have been attracted to its steep and icy southern slope. Snowstorms and avalanches pose significant threats. Its close proximity to Everest makes it a good training peak."
		},
		{
			"rank": 21,
			"name": "Khunyang Chhish",
			"height": 7823,
			"prominence": 1765,
			"range": "Hispar Karakoram",
			"coordinates": "36°12'19''N 75°12'28''E *",
			"parent_mountain": "Distaghil Sar",
			"first_ascent": 1971,
			"countries": "Pakistan",
			"description": "Khunyang Chhish is the highest peak in the Hispar Muztagh, a subrange of the Karakoram range. It was first ascended by a Polish team in 1971. The mountain is known for its extremely steep slopes and challenging climbing conditions, including potential for avalanches and severe weather such as heavy snowstorms. Khunyang Chhish's remote location makes the mountaineering logistics more challenging."
		},
		{
			"rank": 22,
			"name": "Masherbrum, K1",
			"height": 7821,
			"prominence": 2457,
			"range": "Masherbrum Karakoram",
			"coordinates": "35°38'28''N 76°18'21''E",
			"parent_mountain": "Gasherbrum I",
			"first_ascent": 1960,
			"countries": "Pakistan",
			"description": "Masherbrum, or K1, is located in the Karakoram range in Pakistan. The first successful ascent was in 1960 by a Pakistani-Polish team. The trek to the base of the mountain is a demanding journey, followed by complex and steep climbing sections prone to the danger of avalanches. Despite its beauty and high altitude, it is not as frequently climbed due to its remote location."
		},
		{
			"rank": 23,
			"name": "Nanda Devi",
			"height": 7816,
			"prominence": 3139,
			"range": "Garhwal Himalaya",
			"coordinates": "30°22'33''N 79°58'15''E",
			"parent_mountain": "Dhaulagiri",
			"first_ascent": 1936,
			"countries": "India",
			"description": "Nanda Devi is the second highest mountain in India and the highest entirely within the country's borders, situated in the Garhwal Himalayas. The mountain was first scaled successfully in 1936 by a British-American team. Increasing environmental concerns led the government to ban expeditions in the area in 1983. The mountain has steep ascent routes, avalanche prone areas, and extreme elevations, making it challenging for climbers."
		},
		{
			"rank": 24,
			"name": "Chomo Lonzo",
			"height": 7804,
			"prominence": 590,
			"range": "Mahalangur Himalaya",
			"coordinates": "27°55'50''N 87°06'28''E",
			"parent_mountain": "Makalu",
			"first_ascent": 1954,
			"countries": "China",
			"description": "Located in Tibet, Chomo Lonzo is a large mountain masswith three peaks, lying to the north of Makalu, one of the eight-thousanders. It was first ascended in 1954 by a French team. The successful climbers noted the snowy terrain, high winds, and extremely cold temperatures on the peak. Despite being less known, Chomo Lonzo is a challenging climb due to its icy slopes, and the potential for severe weather conditions."
		},
		{
			"rank": 25,
			"name": "Batura Sar",
			"height": 7795,
			"prominence": 3118,
			"range": "Batura Karakoram",
			"coordinates": "36°30'37''N 74°31'21''E",
			"parent_mountain": "Distaghil Sar",
			"first_ascent": 1976,
			"countries": "Pakistan",
			"description": "Batura Sar is part of the Batura Muztagh subrange of the Karakoram range, located in Pakistan. The mountain was first successfully ascented in 1976 by a German team. One of the defining features of Batura Sar is its long, steep ridge. Climbing on this mountain is challenging due to the combination of extreme altitude, the technical difficulty of the routes, and unpredictable Karakoram weather."
		},
		{
			"rank": 26,
			"name": "Rakaposhi",
			"height": 7788,
			"prominence": 2818,
			"range": "Rakaposhi-Haramosh Karakoram",
			"coordinates": "36°08'33''N 74°29'22''E",
			"parent_mountain": "Khunyang Chhish",
			"first_ascent": 1958,
			"countries": "Pakistan",
			"description": "Rakaposhi, also known as 'Mother of Mist' or 'Mother of Clouds' in local languages, is located in the northern Pakistani region of Gilgit-Baltistan. Its beauty and accessibility from the nearby Karakoram Highway make it a popular attraction. A British-Pakistani expedition successfully made the first ascent in 1958. Rakaposhi is renowned for its exceptional rise over local terrain. Climbers face challenges such as very high altitude, variable and severe weather, as well as significant technical climbing along routes."
		},
		{
			"rank": 27,
			"name": "Namcha Barwa",
			"height": 7782,
			"prominence": 4106,
			"range": "Assam Himalaya",
			"coordinates": "29°37'52''N 95°03'19''E",
			"parent_mountain": "Kangchenjunga",
			"first_ascent": 1992,
			"countries": "China",
			"description": "Namcha Barwa is located in the Assam Himalaya range, in the eastern edge of the Tibetan Plateau. Because of the extreme terrain and weather, it remained one of the last unclimbed peaks over 7600 meters until a Chinese expedition reached the top in 1992. The peak presents significant challenges for climbers such as rock climbing, steep snow climbing, traversing narrow ridges, as well as the high altitude and unpredictable weather."
		},
		{
			"rank": 28,
			"name": "Kanjut Sar",
			"height": 7760,
			"prominence": 166,
			"range": "Hispar Karakoram",
			"coordinates": "36°12'20''N 75°25'01''E",
			"parent_mountain": "Khunyang Chhish",
			"first_ascent": 1959,
			"countries": "Pakistan",
			"description": "Nestled in the Hispar Karakoram range, Kanjut Sar was first successfully climbed by Italian mountaineers in 1959. Despite being not as tall as nearby peaks, it presents a difficult challenge because of the steepness of its slopes and the predominantly icy conditions, which can make the climbing treacherous. The level of difficulty is further increased by unpredictable weather conditions and a high risk of avalanches."
		},
		{
			"rank": 29,
			"name": "Kamet",
			"height": 7756,
			"prominence": 2825,
			"range": "Garhwal Himalaya",
			"coordinates": "30°55'12''N 79°35'30''E *",
			"parent_mountain": "Nanda Devi",
			"first_ascent": 1931,
			"countries": "India",
			"description": "Kamet is located in the Garhwal region of northern India and was long considered the highest mountain accessible to climbers before the 19th century. It was first summited by a British team in 1931. Kamet features a variety of terrains, such as steep ice and rock sections, which can pose severe challenges for climbers. Also, due to its significant altitude, the small prominence and the inclement weather can add to the climbing difficulties."
		},
		{
			"rank": 30,
			"name": "Dhaulagiri II",
			"height": 7751,
			"prominence": 2397,
			"range": "Dhaulagiri Himalaya",
			"coordinates": "28°45'46''N 83°23'18''E",
			"parent_mountain": "Dhaulagiri",
			"first_ascent": 1971,
			"countries": "Nepal",
			"description": "Located in Nepal, Dhaulagiri II is part of the Dhaulagiri range. It was first summited in 1971 by a team from Austria. The climbing route involves traversing a high and exposed ridge, which is prone to avalanches and is technically challenging. The extreme cold weather, altitude sickness, and the need for proper acclimatization are some additional obstacles climbers face."
		},
		{
			"rank": 30,
			"name": "Dhaulagiri II",
			"height": 7751,
			"prominence": 2397,
			"range": "Dhaulagiri Himalaya",
			"coordinates": "28°45'46''N 83°23'18''E",
			"parent_mountain": "Dhaulagiri",
			"first_ascent": 1971,
			"countries": "Nepal",
			"description": "Located in Nepal, Dhaulagiri II is part of the Dhaulagiri range. It was first summited in 1971 by a team from Austria. The climbing route involves traversing a high and exposed ridge, which is prone to avalanches and is technically challenging. The extreme cold weather, altitude sickness, and the need for proper acclimatization are some additional obstacles climbers face."
		},
		{
			"rank": 31,
			"name": "Saltoro Kangri, K10",
			"height": 7742,
			"prominence": 216,
			"range": "Saltoro Karakoram",
			"coordinates": "35°23'57''N 76°50'53''E *",
			"parent_mountain": "Gasherbrum I",
			"first_ascent": 1962,
			"countries": "India, Pakistan",
			"description": "Saltoro Kangri, also known as K10, is the highest peak of the Saltoro Mountains, a subrange of the Karakoram Range. It was first summited in 1962. Due to its location near the Actual Ground Position Line between India and Pakistan, it is not easily accessible for climbers. Mountaineers would face challenges due to political restrictions, unpredictable weather, and technical climbing difficulties. It's known for its striking beauty and imposing stature."
		},
		{
			"rank": 32,
			"name": "Kumbhakarna, Jannu",
			"height": 7711,
			"prominence": 1036,
			"range": "Kangchenjunga Himalaya",
			"coordinates": "27°40'56''N 88°02'40''E *",
			"parent_mountain": "Kangchenjunga",
			"first_ascent": 1962,
			"countries": "Nepal",
			"description": "Kumbhakarna, also known as Jannu, is part of the Kangchenjunga Himalaya range in Nepal. It was first climbed in 1962. The mountain is well-known for its formidable climbing difficulties including steep ascents, corniced ridges, and ice walls. The weather fluctuations and risks of avalanches add challenges to those attempting to summit this peak.  It's considered one of the most impressive mountains in the world due to its striking north face."
		},
		{
			"rank": 33,
			"name": "Tirich Mir",
			"height": 7708,
			"prominence": 391,
			"range": "Hindu Kush",
			"coordinates": "36°15'19''N 71°50'30''E *",
			"parent_mountain": "Batura Sar",
			"first_ascent": 1950,
			"countries": "Pakistan",
			"description": "Tirich Mir is the highest mountain of the Hindu Kush range, located in Pakistan. It was first summited in 1950. The mountain is prone to avalanches and severe weather changes, which make the ascent technically challenging. Moreover, acclimatization to its altitude and inclement weather conditions are considered to be additional challenges to climbers. Despite these challenges, the climb rewards with striking views of the Chitral Valley."
		},
		{
			"rank": 0,
			"name": "Molamenqing",
			"height": 7703,
			"prominence": 433,
			"range": "Langtang Himalaya",
			"coordinates": "28°21'18''N 85°48'35''E",
			"parent_mountain": "Shishapangma",
			"first_ascent": 1981,
			"countries": "China",
			"description": "Molamenqing is a significant peak within the Langtang Himalaya range in China. Its first ascend was recorded in 1981. Its fairly low prominence of 433 meters adds to the challenge of ascending this mountain due to lack of distinctive peak. Unique challenges include its sharp peak and the considerable vertical relief above local terrain. It can pose an extreme challenge for even experienced alpinists due to its complex topography and high altitude."
		},
		{
			"rank": 34,
			"name": "Gurla Mandhata",
			"height": 7694,
			"prominence": 2788,
			"range": "Nalakankar Himalaya",
			"coordinates": "30°26'19''N 81°17'48''E",
			"parent_mountain": "Dhaulagiri",
			"first_ascent": 1985,
			"countries": "China",
			"description": "Gurla Mandhata is one of the highest mountains of the Nalakankar Himalaya range in Tibet, reaching a height of 7694 meters. The mountain was first ascended in 1985. The mountain is famed for its distinct summit, which is often covered in thick layers of snow and ice, making the climb particularly challenging. Being a part of the remote region in Tibet, harsh weather conditions and the risk of avalanches present additional challenges for climbers. It's one of the more solitary climbing experiences as it draws fewer climbers due to its remote location."
		},
		{
			"rank": 35,
			"name": "Saser Kangri I, K22",
			"height": 7672,
			"prominence": 2304,
			"range": "Saser Karakoram",
			"coordinates": "34°52'00''N 77°45'09''E",
			"parent_mountain": "Gasherbrum I",
			"first_ascent": 1973,
			"countries": "India",
			"description": "Saser Kangri I, K22, is the highest peak in the Saser Muztagh, the easternmost subrange of the Karakoram range in India. The mountain was first successfully climbed in 1973. With a height of 7672 meters, its high peak adds serious technical challenges, along with risks of altitude sickness. The most common barrier climbers face when attempting to reach the summit of this mountain are the unpredictable and harsh weather conditions. Climbers must also negotiate complex glaciers and steep snow slopes."
		},
		{
			"rank": 36,
			"name": "Chogolisa",
			"height": 7665,
			"prominence": 1624,
			"range": "Masherbrum Karakoram",
			"coordinates": "35°36'47''N 76°34'29''E",
			"parent_mountain": "Gasherbrum I",
			"first_ascent": 1975,
			"countries": "Pakistan",
			"description": "Chogolisa is a mountain in the Karakoram range, in Pakistan. It was first ascended in 1975, but it's a challenge for mountaineers due to its steep slopes and the risk of avalanches. This mountain is also known for its adverse weather conditions like extreme cold and wind. Its parent mountain is Gasherbrum I, and it's situated in the Masherbrum subrange of the Karakoram."
		},
		{
			"rank": 0,
			"name": "Dhaulagiri IV",
			"height": 7661,
			"prominence": 469,
			"range": "Dhaulagiri Himalaya",
			"coordinates": "28°44'09''N 83°18'55''E",
			"parent_mountain": "Dhaulagiri II",
			"first_ascent": 1975,
			"countries": "Nepal",
			"description": "Dhaulagiri IV is located in Nepal, and it is part of the Dhaulagiri Himalaya range. This mountain has a height of 7661 m and was first successfully climbed in 1975. It's neighboring mountain, Dhaulagiri II, is considered its parent mountain. Mountaineering challenges on this peak involve navigating through seracs and dealing with the high altitude and harsh weather conditions."
		},
		{
			"rank": 37,
			"name": "Kongur Tagh",
			"height": 7649,
			"prominence": 3585,
			"range": "Kongur Shan (Eastern Pamirs)",
			"coordinates": "38°35'36''N 75°18'48''E",
			"parent_mountain": "Distaghil Sar",
			"first_ascent": 1981,
			"countries": "China",
			"description": "Kongur Tagh is the highest peak within the Pamir Mountains, located in China. The mountain is notable for its large, steep rise above local terrain. Climbers would face considerable danger from high altitude, avalanches, and technical climbing on this peak. The first successful ascent was made in 1981. Distaghil Sar is its parent mountain."
		},
		{
			"rank": 0,
			"name": "Dhaulagiri V",
			"height": 7618,
			"prominence": 340,
			"range": "Dhaulagiri Himalaya",
			"coordinates": "28°44'02''N 83°21'41''E *",
			"parent_mountain": "Dhaulagiri IV",
			"first_ascent": 1975,
			"countries": "Nepal",
			"description": "Dhaulagiri V is a part of the Dhaulagiri range in Nepal and stands at an altitude of 7618 m. Its summit was first reached in 1975 and presents mountaineers with several challenges, including risks from avalanches and extreme weather. The parent mountain of Dhaulagiri V is Dhaulagiri IV. This peak is not often climbed and remains an appealing challenge for experienced mountaineers."
		},
		{
			"rank": 38,
			"name": "Shispare",
			"height": 7611,
			"prominence": 124,
			"range": "Batura Karakoram",
			"coordinates": "36°26'26''N 74°40'51''E",
			"parent_mountain": "Batura Sar",
			"first_ascent": 1974,
			"countries": "Pakistan",
			"description": "The mountain Shispare, situated in Pakistan, is part of the Batura Karakoram range. Despite its high altitude of 7611 m, the prominence of the summit is only 124 m. The first ascent was successfully made in 1974. Treacherous weather conditions, steep slopes, and high altitude represent the main challenges for climbers. Shispare’s parent mountain is Batura Sar."
		},
		{
			"rank": 39,
			"name": "Trivor",
			"height": 7577,
			"prominence": 997,
			"range": "Hispar Karakoram",
			"coordinates": "36°17'15''N 75°05'06''E *",
			"parent_mountain": "Distaghil Sar",
			"first_ascent": 1960,
			"countries": "Pakistan",
			"description": "Trivor was first climbed in 1960 by a British expedition. This mountain, located in the Hispar Karakoram range, is known for its hazardous weather conditions which often include heavy snowfall and strong winds. Climbers would face a great deal of technical climbing above 7000 feet, requiring a high level of fitness and acclimatization. Additionally, they must be prepared to tackle potential avalanche risks and the challenging glacier crossing to reach its summit."
		},
		{
			"rank": 40,
			"name": "Gangkhar Puensum",
			"height": 7570,
			"prominence": 2995,
			"range": "Kula Kangri Himalaya",
			"coordinates": "28°02'50''N 90°27'19''E *",
			"parent_mountain": "Kangchenjunga",
			"first_ascent": 0,
			"countries": "Bhutan, China",
			"description": "Gangkhar Puensum is historically noted as the highest unclimbed mountain in the world due to the climbing ban in place by the Bhutanese government. Ethical and spiritual matters present additional challenges for adventurers wanting to conquer its peak. It is reputed for its rugged and rocky terrain, as well as its unpredictable weather conditions. In addition, mountaineers would require specialized resources and knowledge to navigate the high-altitude wilderness."
		},
		{
			"rank": 41,
			"name": "Minya Konka",
			"height": 7556,
			"prominence": 3642,
			"range": "Daxue Mountains (Hengduan Shan)",
			"coordinates": "29°35'43''N 101°52'47''E",
			"parent_mountain": "Mount Everest",
			"first_ascent": 1932,
			"countries": "China",
			"description": "Minya Konka was first summited by an American expedition in 1932. As the highest peak in the Daxue Mountains, it poses great challenges to climbers including dangerous crevasses, unpredictable weather, and its potential for avalanches. The southern slope of the mountain is incredibly steep and cloaked in ice, requiring climbers to tackle complex ice and rock climbing routes. Additionally, it is located in a remote region of China, making the logistics of the climb particularly challenging."
		},
		{
			"rank": 42,
			"name": "Annapurna III",
			"height": 7555,
			"prominence": 703,
			"range": "Annapurna Himalaya",
			"coordinates": "28°35'06''N 83°59'24''E",
			"parent_mountain": "Annapurna I",
			"first_ascent": 1961,
			"countries": "Nepal",
			"description": "Annapurna III, first climbed by an Indian-Nepali team in 1961, is part of the major peaks of the Annapurna Massif. The mountain challenges climbers with mixed trails of rock, ice, and steep snow descents. The technical difficulty of the different faces and ridges, combined with the challenging rescue conditions at high altitudes, makes this both a risky and thrilling climb. Extreme weather conditions, including strong winds and sudden storms, further increase the challenges imposed on climbers."
		},
		{
			"rank": 43,
			"name": "Skyang Kangri",
			"height": 7545,
			"prominence": 1085,
			"range": "Baltoro Karakoram",
			"coordinates": "35°55'35''N 76°34'03''E",
			"parent_mountain": "K2",
			"first_ascent": 1976,
			"countries": "Pakistan, China",
			"description": "First scaled by a Japanese team in 1976, Skyang Kangri imposes a near-impossible climb due to its steep icy ridges and cornices. It is situated in the rugged Baltoro Karakoram range, known for its harsh weather and low oxygen levels. To attempt this ascend, mountaineers need to have technical climbing skills and the ability to cope with the challenging conditions at high altitudes. Avalanches also pose a significant risk, as it usually does on the steeper slopes of high mountains."
		},
		{
			"rank": 44,
			"name": "Changtse",
			"height": 7543,
			"prominence": 514,
			"range": "Mahalangur Himalaya",
			"coordinates": "28°01'29''N 86°54'51''E",
			"parent_mountain": "Mount Everest",
			"first_ascent": 1982,
			"countries": "China",
			"description": "Changtse was first scaled by a Chinese team in 1982. It stands north of Mount Everest and is often an overlooked but lofty neighbor. The terrain can be steep and treacherous and the climate conditions at such high altitudes bring extreme cold, high winds, and sudden weather changes. Moreover, the altitude presents risks of Acute Mountain Sickness (AMS) and requires a high degree of physical fitness and advanced mountaineering skills to tackle it."
		},
		{
			"rank": 45,
			"name": "Kula Kangri",
			"height": 7538,
			"prominence": 1654,
			"range": "Kula Kangri Himalaya",
			"coordinates": "28°13'37''N 90°36'59''E",
			"parent_mountain": "Gangkhar Puensum",
			"first_ascent": 1986,
			"countries": "China, Bhutan",
			"description": "Kula Kangri was first climbed by a joint Japan-China team in 1986. It is situated in a remote location and presents a serious challenge even for experienced climbers. The harsh and unpredictable weather, strong winds, and extreme cold impose additional difficulties to those trying to reach its summit. Climbers are also likely to face large crevasses and avalanches due to the steep, glaciated terrains."
		},
		{
			"rank": 46,
			"name": "Kongur Tiube",
			"height": 7530,
			"prominence": 840,
			"range": "Kongur Shan (Eastern Pamirs)",
			"coordinates": "38°36'57''N 75°11'45''E",
			"parent_mountain": "Kongur Tagh",
			"first_ascent": 1956,
			"countries": "China",
			"description": "Kongur Tiube was summitted first by a Russian team in 1956. It is known for fierce winds, heavy snowfalls, and frequent storms which greatly increase the difficulty of ascent. Furthermore, the high altitude imposes a risk of altitude sickness, and the mountain's remoteness complicates any rescue operations. The area around the mountain is also reportedly prone to earthquakes, adding an additional hazard for climbers."
		},
		{
			"rank": 0,
			"name": "Annapurna IV",
			"height": 7525,
			"prominence": 255,
			"range": "Annapurna Himalaya",
			"coordinates": "28°32'15''N 84°4'58''E",
			"parent_mountain": "Annapurna",
			"first_ascent": 1955,
			"countries": "Nepal",
			"description": "Annapurna IV, first scaled by a German expedition in 1955, is part of the Annapurna Massif. Its approach is lengthy and complicated with steep snow, ice climbs, and treacherous weather conditions. Its high altitude requires acclimatization while the remoteness makes rescue difficult. The presence of crevasses and the risks of avalanches represent major potential dangers to climbers."
		},
		{
			"rank": 47,
			"name": "Mamostong Kangri",
			"height": 7516,
			"prominence": 1803,
			"range": "Rimo Karakoram",
			"coordinates": "35°08'31''N 77°34'39''E",
			"parent_mountain": "Gasherbrum I",
			"first_ascent": 1984,
			"countries": "India",
			"description": "Mamostong Kangri was first climbed by an Indian Army team in 1984. It is located in the remote Rimo Karakoram range in India and is infamous for extreme weather conditions, dangerous avalanche-prone slopes, and altitude sickness. Glacier travel and technical ice climbing skills are necessary for this ascent, making it a challenging climb even for experienced mountaineers. Its remote location also imposes logistical challenges and makes rescue operations difficult."
		},
		{
			"rank": 48,
			"name": "Saser Kangri II E",
			"height": 7513,
			"prominence": 1458,
			"range": "Saser Karakoram",
			"coordinates": "34°48'17''N 77°48'24''E",
			"parent_mountain": "Saser Kangri I",
			"first_ascent": 2011,
			"countries": "India",
			"description": "Saser Kangri II E was first scaled recently in 2011 by an American team. It is situated in a remote region which results in longer approaches and complicated logistics. Climbers would face challenges including dealing with extreme cold, heavy snowfall, risk of avalanches, and treacherous crevasses. Technical climbing skills, careful preparation, and excellent physical conditioning are necessary to tackle this peak."
		},
		{
			"rank": 49,
			"name": "Muztagh Ata",
			"height": 7509,
			"prominence": 2698,
			"range": "Muztagata (Eastern Pamirs)",
			"coordinates": "38°16'33''N 75°06'58''E",
			"parent_mountain": "Kongur Tagh",
			"first_ascent": 1956,
			"countries": "China",
			"description": "Muztagh Ata was first successfully ascended by a Chinese and Russian team in 1956. It is known for its ice-cap summit and is popular among ski mountaineers. High altitude, low oxygen levels, heavy snowfall, and sudden weather changes add to the difficulty of the climb. Furthermore, the icy terrain demands expertise in ice climbing while the remoteness of the region complicates logistics and potential rescue missions."
		},
		{
			"rank": 50,
			"name": "Ismoil Somoni Peak",
			"height": 7495,
			"prominence": 3402,
			"range": "Pamir (Academy of Sciences Range)",
			"coordinates": "38°56'35''N 72°00'57''E",
			"parent_mountain": "Muztagh Ata",
			"first_ascent": 1933,
			"countries": "Tajikistan",
			"description": "The Ismoil Somoni Peak was first ascended by a Soviet team in 1933. Its location in the remote Pamirs range makes the climb challenging due to extreme weather conditions and complex topography. Technical ice-climbing and the risk of crevasses add to the challenges of this summit. Its high altitude and the need for acclimatization also create a necessity for careful planning and conditioning for climbers."
		},
		{
			"rank": 51,
			"name": "Saser Kangri III",
			"height": 7495,
			"prominence": 835,
			"range": "Saser Karakoram",
			"coordinates": "34°50'44''N 77°47'06''E",
			"parent_mountain": "Saser Kangri I",
			"first_ascent": 1986,
			"countries": "India",
			"description": "Saser Kangri III, located in the Saser Karakoram range in India, was first ascended in 1986. Despite being the 51st tallest peak on Earth, it's one of the less explored mountains due to its remote location. Treacherous ice falls, avalanches and inclement weather pose serious challenges for the mountaineers and it's considered among the tough peaks to climb in India."
		},
		{
			"rank": 52,
			"name": "Noshaq",
			"height": 7492,
			"prominence": 2024,
			"range": "Hindu Kush",
			"coordinates": "36°25'56''N 71°49'43''E",
			"parent_mountain": "Tirich Mir",
			"first_ascent": 1960,
			"countries": "Afghanistan, Pakistan",
			"description": "Noshaq is the highest peak in the Hindu Kush range, straddling the border of Afghanistan and Pakistan. First climbed in 1960, the ascent is marked by harsh, unpredictable weather and avalanche risk. The political instability of the region also adds to the challenges faced by climbers."
		},
		{
			"rank": 53,
			"name": "Pumari Chhish",
			"height": 7492,
			"prominence": 884,
			"range": "Hispar Karakoram",
			"coordinates": "36°12'41''N 75°15'01''E",
			"parent_mountain": "Khunyang Chhish",
			"first_ascent": 1979,
			"countries": "Pakistan",
			"description": "Pumari Chhish lies in the Hispar Karakoram range in Pakistan. First climbed in 1979, it is known for its steep rock and ice climbs. The complex glaciated terrain and the frequent rock falls pose high risks for climbers, making it a test of both their physical prowess and mental toughness."
		},
		{
			"rank": 54,
			"name": "Passu Sar",
			"height": 7476,
			"prominence": 647,
			"range": "Batura Karakoram",
			"coordinates": "36°29'16''N 74°35'16''E",
			"parent_mountain": "Batura Sar",
			"first_ascent": 1994,
			"countries": "Pakistan",
			"description": "Passu Sar, one of the notable mountains in the Batura Karakoram range, was first ascended in 1994. Its extreme cold temperatures coupled with serac dangers - towering blocks of glacial ice, pose significant challenges to mountaineers. The steep, unstable slopes are prone to avalanche activity, that demands expert skills and experience to navigate."
		},
		{
			"rank": 55,
			"name": "Yukshin Gardan Sar",
			"height": 7469,
			"prominence": 1374,
			"range": "Hispar Karakoram",
			"coordinates": "36°15'04''N 75°22'29''E",
			"parent_mountain": "Pumari Chhish",
			"first_ascent": 1984,
			"countries": "Pakistan",
			"description": "Yukshin Gardan Sar is located in the Hispar Karakoram range in Pakistan. The first successful ascent was in 1984. The mountain offers a challenging climb due to its steep faces and the technical difficulty of its standard route. Ice avalanches and rockfalls are common, hence causing difficulties for climbers to reach the summit."
		},
		{
			"rank": 56,
			"name": "Teram Kangri I",
			"height": 7462,
			"prominence": 1703,
			"range": "Siachen Karakoram",
			"coordinates": "35°34'48''N 77°04'42''E",
			"parent_mountain": "Gasherbrum I",
			"first_ascent": 1975,
			"countries": "India, China",
			"description": "Teram Kangri I, located in the disputed Siachen region between India and China, first found its conquerors in 1975. The peak is relatively difficult to reach due to its remote location and military tensions in the region. Moreover, climbers must also be prepared for dangerous avalanches and severe weather conditions."
		},
		{
			"rank": 57,
			"name": "Jongsong Peak",
			"height": 7462,
			"prominence": 1298,
			"range": "Kangchenjunga Himalaya",
			"coordinates": "27°52'54''N 88°08'09''E",
			"parent_mountain": "Kangchenjunga",
			"first_ascent": 1930,
			"countries": "India, China, Nepal",
			"description": "Jongsong Peak, in the Kangchenjunga Himalaya range, has its summit at a three-way border of Nepal, India, and China. First climbed in 1930, it is one of the less known 7,000m peaks. Combating unpredictable weather, especially wind chills and snowstorms, and navigating complex glaciated terrain are key challenges faced by climbers."
		},
		{
			"rank": 58,
			"name": "Malubiting",
			"height": 7458,
			"prominence": 2193,
			"range": "Rakaposhi-Haramosh Karakoram",
			"coordinates": "36°00'12''N 74°52'31''E",
			"parent_mountain": "Rakaposhi",
			"first_ascent": 1971,
			"countries": "Pakistan",
			"description": "Malubiting is the highest peak in the Rakaposhi-Haramosh range of Pakistan. It was first successfully climbed in 1971. The treacherous mountain trails, crevasses, and the risk of avalanche make it a challenging ascent. While the peak is relatively less explored, it is known for its mesmerizing beauty."
		},
		{
			"rank": 59,
			"name": "Gangapurna",
			"height": 7455,
			"prominence": 563,
			"range": "Annapurna Himalaya",
			"coordinates": "28°36'18''N 83°57'49''E",
			"parent_mountain": "Annapurna III",
			"first_ascent": 1965,
			"countries": "Nepal",
			"description": "Gangapurna is located in the Annapurna range of Nepal and got its first successful ascent in 1965. Much of its reputation arises from its incredibly diverse and dangerous terrain, a combination of steep ice sections and rock exposures, which present considerable challenges to the climber's technical skills and endurance."
		},
		{
			"rank": 60,
			"name": "Jengish Chokusu",
			"height": 7439,
			"prominence": 4148,
			"range": "Tian Shan",
			"coordinates": "42°02'05''N 80°07'47''E",
			"parent_mountain": "Ismail Samani Peak",
			"first_ascent": 1956,
			"countries": "Kyrgyzstan, China",
			"description": "Jengish Chokusu, also known as Victory Peak, is the highest mountain in the Tian Shan mountain range. It's located on the border between Kyrgyzstan and China. Climbers here face potential challenges from avalanches, glacial crevasses, and cold, unpredictable weather. This mountain was first successfully climbed in 1956."
		},
		{
			"rank": 0,
			"name": "Sunanda Devi",
			"height": 7434,
			"prominence": 229,
			"range": "Garhwal Himalaya",
			"coordinates": "30°22'00''N 79°59'40''E",
			"parent_mountain": "Nanda Devi",
			"first_ascent": 1939,
			"countries": "India",
			"description": "Sunanda Devi, also known as Nanda Devi East, is located in India's Garhwal Himalaya range. The mountain's first successful ascent was in 1939. Reaching the peak requires negotiating difficult rock and ice routes, a technically challenging ridge climb, frequent avalanches, and inclement weather."
		},
		{
			"rank": 61,
			"name": "K12",
			"height": 7428,
			"prominence": 1978,
			"range": "Saltoro Karakoram",
			"coordinates": "35°17'45''N 77°01'20''E",
			"parent_mountain": "Saltoro Kangri",
			"first_ascent": 1974,
			"countries": "India, Pakistan",
			"description": "K12 is a harsh and remote peak lying in the Saltoro Karakoram range, on the border of India and Pakistan. It was first climbed in 1974. The difficult approach, combined with avalanche risk, lack of reliable rescue options, and rapidly changing weather patterns, makes it a formidable challenge for mountaineers."
		},
		{
			"rank": 62,
			"name": "Yangra, Ganesh I",
			"height": 7422,
			"prominence": 2352,
			"range": "Ganesh Himalaya",
			"coordinates": "28°23'29''N 85°07'38''E",
			"parent_mountain": "Shishapangma",
			"first_ascent": 1955,
			"countries": "Nepal, China",
			"description": "Yangra or Ganesh I is located in the Ganesh Himalaya range. Shared between Nepal and China, the mountain is relatively less known and was first climbed in 1955. The ascent is challenging due to risk of avalanches and crevasses, and it's remote location also adds another layer of difficulty."
		},
		{
			"rank": 63,
			"name": "Sia Kangri",
			"height": 7422,
			"prominence": 642,
			"range": "Siachen Karakoram",
			"coordinates": "35°39'48''N 76°45'42''E",
			"parent_mountain": "Gasherbrum I",
			"first_ascent": 1934,
			"countries": "Pakistan, China",
			"description": "Sia Kangri stands in the Siachen Karakoram range, on the boundary of Pakistan and China. First climbed in 1934, the location's cold climate, glaciated landscapes, and technical climbing challenges make it a mountaineer's undertaking, demanding both physical strength and mental endurance."
		},
		{
			"rank": 64,
			"name": "Momhil Sar",
			"height": 7414,
			"prominence": 907,
			"range": "Hispar Karakoram",
			"coordinates": "36°19'04''N 75°02'11''E *",
			"parent_mountain": "Trivor",
			"first_ascent": 1964,
			"countries": "Pakistan",
			"description": "Located in Pakistan's Hispar Karakoram range, Momhil Sar was first ascended in 1964. Its icy slopes, hidden crevasses, and the potential for blizzards and avalanches brings in notable risks for climbers. Despite these challenges, the beauty of the surrounding landscape is said to reward those who persevere."
		},
		{
			"rank": 65,
			"name": "Kabru N",
			"height": 7412,
			"prominence": 720,
			"range": "Kangchenjunga Himalaya",
			"coordinates": "27°38'02''N 88°07'00''E",
			"parent_mountain": "Kangchenjunga",
			"first_ascent": 1994,
			"countries": "India, Nepal",
			"description": "Kabru N, situated in the Kangchenjunga Himalaya range, was first scaled in 1994. The last part of the climb is quite steep and the often adverse weather conditions make the ascent more difficult. The summit offers a breathtaking view of the neighboring mountains of the Himalayas."
		},
		{
			"rank": 66,
			"name": "Skil Brum",
			"height": 7410,
			"prominence": 1152,
			"range": "Baltoro Karakoram",
			"coordinates": "35°51'03''N 76°25'43''E",
			"parent_mountain": "K2",
			"first_ascent": 1957,
			"countries": "Pakistan",
			"description": "Skil Brum, located in the Baltoro Karakoram range of Pakistan, was first ascended in 1957. The severe weather conditions, high hazards from the risk of avalanches and the technical difficulty of the climb, make it a daunting prospect for mountaineers. Climbers also have to adjust to the low oxygen levels at this high altitude."
		},
		{
			"rank": 67,
			"name": "Haramosh Peak",
			"height": 7409,
			"prominence": 2277,
			"range": "Rakaposhi-Haramosh Karakoram",
			"coordinates": "35°50'24''N 74°53'51''E",
			"parent_mountain": "Malubiting",
			"first_ascent": 1958,
			"countries": "Pakistan",
			"description": "Haramosh Peak in the Rakaposhi-Haramosh Karakoram range of Pakistan, saw its first successful ascent in 1958. The route to the peak is complex and can be challenging due to the presence of steep icy slopes, crevasses and a high risk of avalanches. The altitude and remoteness of the peak also add to the expedition's difficulty."
		},
		{
			"rank": 68,
			"name": "Istor-o-Nal",
			"height": 7403,
			"prominence": 1043,
			"range": "Hindu Kush",
			"coordinates": "36°22'32''N 71°53'54''E",
			"parent_mountain": "Noshaq",
			"first_ascent": 1969,
			"countries": "Pakistan",
			"description": "Istor-o-Nal is located in the Hindu Kush range, in Pakistan. First conquered in 1969, the mountain has some moderately difficult sections and climatic conditions that test climbers' abilities. The risk of avalanches and icefalls, in combination with the difficulty in accessing the mountain, makes any ascent a true test."
		},
		{
			"rank": 69,
			"name": "Ghent Kangri",
			"height": 7401,
			"prominence": 1493,
			"range": "Saltoro Karakoram",
			"coordinates": "35°31'04''N 76°48'02''E",
			"parent_mountain": "Saltoro Kangri",
			"first_ascent": 1961,
			"countries": "India, Pakistan",
			"description": "Ghent Kangri, located in the Saltoro Karakoram range, was first ascended in 1961. The geographical and political sensitivity of the peak due to its proximity to the LOC (Line of Control) between India and Pakistan makes the access to the peak complicated. Apart from this, treacherous terrain, avalanches, and harsh climatic conditions are other challenges for climbers."
		},
		{
			"rank": 70,
			"name": "Ultar",
			"height": 7388,
			"prominence": 688,
			"range": "Batura Karakoram",
			"coordinates": "36°23'27''N 74°43'00''E",
			"parent_mountain": "Shispare",
			"first_ascent": 1996,
			"countries": "Pakistan",
			"description": "Ultar in the Batura Karakoram range is one of the most technically challenging mountains to climb. It was first ascended in 1996. The mountain has a reputation for bad weather, and combined with its steep snowy slopes and a high risk of avalanches, it demands strong technical mountaineering skills and high physical fitness from those who attempt it."
		},
		{
			"rank": 71,
			"name": "Rimo I",
			"height": 7385,
			"prominence": 1428,
			"range": "Rimo Karakoram",
			"coordinates": "35°21'18''N 77°22'08''E",
			"parent_mountain": "Teram Kangri I",
			"first_ascent": 1988,
			"countries": "India",
			"description": "First ascended in 1988, Rimo I of the Rimo Karakoram range is one of the major mountains in India. Climbers will face a challenging task due to its significant prominence of 1428 meters. It's positioned at an altitude of 7385 meters and can be located through coordinates 35°21'18''N 77°22'08''E. Its parent mountain is Teram Kangri I. Rimo I provides a worthy exploration for highly experienced mountaineers."
		},
		{
			"rank": 72,
			"name": "Churen Himal",
			"height": 7385,
			"prominence": 650,
			"range": "Dhaulagiri Himalaya",
			"coordinates": "28°44'05''N 83°13'03''E",
			"parent_mountain": "Dhaulagiri IV",
			"first_ascent": 1970,
			"countries": "Nepal",
			"description": "Churen Himal is part of the Dhaulagiri Himalayan range, standing at a height of 7385 meters. The mountain is known for its small prominence of 650 meters, making it one of the harder mountains to conquer even for experienced climbers. Churen Himal was first climbed in 1970. This mountain has the coordinates 28°44'05''N 83°13'03''E and its parent mountain is Dhaulagiri IV."
		},
		{
			"rank": 73,
			"name": "Teram Kangri III",
			"height": 7382,
			"prominence": 520,
			"range": "Siachen Karakoram",
			"coordinates": "35°35'59''N 77°02'53''E",
			"parent_mountain": "Teram Kangri I",
			"first_ascent": 1979,
			"countries": "India, China",
			"description": "Teram Kangri III is part of the Siachen Karakoram range and stands at a height of 7382 meters. It has a low prominence of 520 meters which provides a strenuous challenge for climbers. Located with coordinates 35°35'59''N 77°02'53''E, this mountain was first ascended in 1979. It shares its parent mountain, Teram Kangri I, with two other mountains of the same range and spans across the countries of India and China."
		},
		{
			"rank": 74,
			"name": "Sherpi Kangri",
			"height": 7380,
			"prominence": 132,
			"range": "Saltoro Karakoram",
			"coordinates": "35°27'58''N 76°46'53''E *",
			"parent_mountain": "Ghent Kangri",
			"first_ascent": 1976,
			"countries": "India, Pakistan",
			"description": "Sherpi Kangri, located in the Saltoro Karakoram range, was first ascended in 1976. This mountain straddles the border of India and Pakistan. Its challenging terrain includes difficult ice and rock slopes as well as the threat of avalanches. This, combined with the high altitude and extreme weather conditions, makes it a formidable climb. Despite these challenges, the summit offers panoramic views of the Himalayas."
		},
		{
			"rank": 75,
			"name": "Labuche Kang",
			"height": 7367,
			"prominence": 1957,
			"range": "Labuche Himalaya",
			"coordinates": "28°18'15''N 86°21'03''E",
			"parent_mountain": "Cho Oyu",
			"first_ascent": 1987,
			"countries": "China",
			"description": "Labuche Kang, located in the Tibetan part of the Himalayas, was first climbed in 1987. It is one of the highest mountains in the world, with a unique challenge in obtaining the necessary permits for climbing due to its location in China. The mountain's treacherous ice slopes and freezing temperatures make it a challenging climb. The summit offers a breathtaking panoramic view of multiple peaks in the Himalayas. The climb, however, is well worth the effort."
		},
		{
			"rank": 76,
			"name": "Kirat Chuli",
			"height": 7362,
			"prominence": 1168,
			"range": "Kangchenjunga Himalaya",
			"coordinates": "27°47'16''N 88°11'43''E",
			"parent_mountain": "Kangchenjunga",
			"first_ascent": 1939,
			"countries": "India, Nepal",
			"description": "Kirat Chuli, also known as Tent Peak, is a mountain straddling the border of Nepal and India. It was first climbed in 1939. The journey to the top includes navigating through dense forest, icefalls, and extreme weather conditions. Despite the challenges, it's one of the most climbed peaks in the region. The stunning vista at the top includes three of the five highest mountains in the world."
		},
		{
			"rank": 0,
			"name": "Abi Gamin",
			"height": 7355,
			"prominence": 217,
			"range": "Garhwal Himalaya",
			"coordinates": "30°55'57''N 79°36'09''E",
			"parent_mountain": "Kamet",
			"first_ascent": 1950,
			"countries": "India, China",
			"description": "Abi Gamin is one of the peaks in the cluster of ‘Kamet’ mountains. First ascended in 1950, it is located in the Garhwal Himalayas on the border of India and China. The climb to the summit involves dealing with treacherous crevasses, severe weather, and high-wind conditions. Its relatively low prominence makes it a bit less challenging compared to other mountains of similar heights. The breathtaking view from the top makes the climb worth it."
		},
		{
			"rank": 0,
			"name": "Gimmigela Chuli, The Twins",
			"height": 7350,
			"prominence": 432,
			"range": "Kangchenjunga Himalaya",
			"coordinates": "27°44'27''N 88°09'31''E",
			"parent_mountain": "Kangchenjunga",
			"first_ascent": 1994,
			"countries": "India, Nepal",
			"description": "Gimmigela Chuli, also known as 'The Twins', is part of the Kangchenjunga Himalaya range. It was first climbed in 1994. The climb is considered challenging due to steep ice slopes as well as heavy snowfall. Additionally, its remote location and associated logistical challenges add to the difficulty of the ascent. The peak provides climbers with a stunning view of the Kangchenjunga ranges."
		},
		{
			"rank": 0,
			"name": "Nangpai Gosum",
			"height": 7350,
			"prominence": 427,
			"range": "Mahalangur Himalaya",
			"coordinates": "28°04'24''N 86°36'51''E",
			"parent_mountain": "Cho Oyu",
			"first_ascent": 1986,
			"countries": "Nepal, China"
		},
		{
			"rank": 0,
			"name": "Nangpai Gosum",
			"height": 7350,
			"prominence": 427,
			"range": "Mahalangur Himalaya",
			"coordinates": "28°04'24''N 86°36'51''E",
			"parent_mountain": "Cho Oyu",
			"first_ascent": 1986,
			"countries": "Nepal, China",
			"description": "Nangpai Gosum was first ascended in 1986. This mountain is located in the Mahalangur Himalaya range, straddling the border between Nepal and China. With a height of 7350 meters, it poses a serious challenge to those willing to climb it. One challenge climbers face when approaching this mountain is its relatively low prominence of just 427 meters, making it a daunting task to climb from its base to its peak."
		},
		{
			"rank": 77,
			"name": "Saraghrar",
			"height": 7349,
			"prominence": 1979,
			"range": "Hindu Kush",
			"coordinates": "36°32'51''N 72°06'54''E",
			"parent_mountain": "Noshaq",
			"first_ascent": 1959,
			"countries": "Pakistan",
			"description": "Saraghrar, located in the Hindu Kush range in Pakistan, was first climbed in 1959. It stands tall at 7349 meters, presenting a formidable challenge. This mountain has a high prominence of 1979 meters, which makes the climb even more strenuous. One of the main challenges mountaineers face in approaching this mountain is its incredibly rugged terrain and the harsh weather conditions."
		},
		{
			"rank": 0,
			"name": "Talung",
			"height": 7349,
			"prominence": 366,
			"range": "Kangchenjunga Himalaya",
			"coordinates": "27°39'18''N 88°07'51''E *",
			"parent_mountain": "Kabru",
			"first_ascent": 1964,
			"countries": "Nepal, India",
			"description": "Talung, part of the Kangchenjunga Himalaya range, was first ascended in 1964. It stands on the border of Nepal and India, reaching a height of 7349 meters. Despite its formidable height, Talung has a relatively low prominence of 366 meters. This, along with treacherous weather conditions and challenging terrain, can make the approach to this mountain a daunting prospect for mountaineers."
		},
		{
			"rank": 78,
			"name": "Jomolhari",
			"height": 7326,
			"prominence": 2341,
			"range": "Jomolhari Himalaya",
			"coordinates": "27°49'36''N 89°16'04''E *",
			"parent_mountain": "Gangkhar Puensum",
			"first_ascent": 1937,
			"countries": "Bhutan, China",
			"description": "Jomolhari, first ascended in 1937, is situated in the Jomolhari Himalaya range on the border of Bhutan and China. Standing at 7326 meters, it is a serious undertaking for any climber. With a prominence of 2341 meters, the climb is particularly gruelling. Approaching Jomolhari involves navigating difficult terrain and being prepared to face unpredictable weather conditions."
		},
		{
			"rank": 79,
			"name": "Chamlang",
			"height": 7321,
			"prominence": 1241,
			"range": "Mahalangur Himalaya",
			"coordinates": "27°46'30''N 86°58'47''E",
			"parent_mountain": "Lhotse",
			"first_ascent": 1961,
			"countries": "Nepal",
			"description": "Chamlang, located in Nepal, was first climbed in 1961. It is part of the Mahalangur Himalaya range, reaching an impressive 7321 meters in height. The mountain has a prominence of 1241 meters, adding to the difficulty of the climb. One of the main challenges when approaching this mountain is the high altitude, which requires climbers to be fully acclimatized."
		},
		{
			"rank": 80,
			"name": "Chongtar",
			"height": 7315,
			"prominence": 1295,
			"range": "Baltoro Karakoram",
			"coordinates": "35°54'55''N 76°25'45''E",
			"parent_mountain": "Skil Brum",
			"first_ascent": 1994,
			"countries": "China",
			"description": "Chongtar is known for its wild landscape and challenging terrains. The first ascent was made by a Japanese team in 1994. The fact that it's relatively isolated presents a significant obstacle for climbers. Harsh weather often makes the climb much more challenging, pushing climbers to their limits. Careful planning and good physical conditioning are therefore essential for a successful climb."
		},
		{
			"rank": 81,
			"name": "Baltoro Kangri",
			"height": 7312,
			"prominence": 114,
			"range": "Masherbrum Karakoram",
			"coordinates": "35°38'21''N 76°40'24''E",
			"parent_mountain": "Chogolisa",
			"first_ascent": 1963,
			"countries": "Pakistan",
			"description": "The Baltoro Kangri mountain, also known as the 'Golden Throne', is part of the Karakoram range. The first ascent was made in 1963 by a Japanese team. The low prominence of the mountain makes it particularly challenging as there isn't a clear path to the summit. It's also known for fierce winds and very cold weather conditions. Prior acclimatization and careful planning are necessary."
		},
		{
			"rank": 82,
			"name": "Siguang Ri",
			"height": 7309,
			"prominence": 669,
			"range": "Mahalangur Himalaya",
			"coordinates": "28°08'50''N 86°41'06''E",
			"parent_mountain": "Cho Oyu",
			"first_ascent": 1989,
			"countries": "China",
			"description": "Located in the Mahalangur Himalaya range, Siguang Ri was first climbed in 1989 by a Japanese team. The mountain is known for its icy slopes and steep ascends. One major challenge climbers face is the unpredictable and severe weather changes. Due to these conditions, it's crucial to be well-equipped and physically fit. One should also consider obtaining local guidance to safely navigate the mountain's terrains."
		},
		{
			"rank": 83,
			"name": "The Crown, Huang Guan Shan",
			"height": 7295,
			"prominence": 1919,
			"range": "Yengisogat Karakoram",
			"coordinates": "36°06'24''N 76°12'21''E",
			"parent_mountain": "Skil Brum (K2)",
			"first_ascent": 1993,
			"countries": "China",
			"description": "Regarded as one of the most challenging mountains to climb, The Crown was first summitted by a Chinese team in 1993. This mountain's climbing challenges include sub-zero temperatures, avalanches, and highly technical rock and ice climbing. The high prominence also means a long arduous climb, requiring endurance and skill. It is rarely attempted due to its difficult approach and objectif danger on the route."
		},
		{
			"rank": 84,
			"name": "Gyala Peri",
			"height": 7294,
			"prominence": 2942,
			"range": "Assam Himalaya",
			"coordinates": "29°48'52''N 94°58'07''E",
			"parent_mountain": "Mount Everest",
			"first_ascent": 1986,
			"countries": "China",
			"description": "Gyala Peri is a prominent peak in the Assam Himalaya range. The mountain presents a mixture of challenges, including steep, icy slopes, strong winds and extreme coldness. Additionally, the remoteness of the mountain presents logistical challenges. The first climb was accomplished by a Japanese team in 1986. Climbers who take on Gyala Peri generally possess significant skills and experience in high altitude mountaineering."
		},
		{
			"rank": 85,
			"name": "Porong Ri",
			"height": 7292,
			"prominence": 512,
			"range": "Langtang Himalaya",
			"coordinates": "28°23'22''N 85°43'12''E",
			"parent_mountain": "Shishapangma",
			"first_ascent": 1982,
			"countries": "China",
			"description": "Porong Ri is a formidable peak in Langtang Himalaya which was first ascended in 1982. Despite its relatively smaller prominence, its remote location and severe weather make the climb challenging. Due to its high altitude and treacherous terrain, mountaineers require advanced skills and equipment to summit. Parts of the mountain are steep ice and rock faces, requiring technical ability. The mountain is under Chinese authority and subject to its regulations."
		},
		{
			"rank": 86,
			"name": "Baintha Brakk, The Ogre",
			"height": 7285,
			"prominence": 1891,
			"range": "Panmah Karakoram",
			"coordinates": "35°56'51''N 75°45'12''E *",
			"parent_mountain": "Kanjut Sar",
			"first_ascent": 1977,
			"countries": "Pakistan",
			"description": "Baintha Brakk, or The Ogre, is a daunting peak in the Panmah Karakoram range in Pakistan. First ascended in 1977, but known for its exceptional difficulty until today, This mountain guarantees sustained technical climbing with tricky sections of steep ice and rock. Furthermore, bouts of severe weather can amplify the challenges of the ascent. Baintha Brakk is not for beginners due to its technical and physical demands."
		},
		{
			"rank": 87,
			"name": "Yutmaru Sar",
			"height": 7283,
			"prominence": 680,
			"range": "Hispar Karakoram",
			"coordinates": "36°13'35''N 75°22'02''E",
			"parent_mountain": "Yukshin Gardan Sar",
			"first_ascent": 1980,
			"countries": "Pakistan",
			"description": "Yutmaru Sar is a high-altitude game with a considerable amount of technical climbing in the Hispar Karakoram range in Pakistan. Achieving its summit can be demanding due to the height, weather conditions and remote location. Notably accomplished first in 1980, the peak's altitude, coupled with a significant prominence, presents mountaineers with a difficult challenge. The mountain demands high technical proficiency from climbers. Its severe conditions require acclimatization as well."
		},
		{
			"rank": 88,
			"name": "K6, Baltistan Peak",
			"height": 7282,
			"prominence": 1962,
			"range": "Masherbrum Karakoram",
			"coordinates": "35°25'06''N 76°33'06''E",
			"parent_mountain": "Chogolisa",
			"first_ascent": 1970,
			"countries": "Pakistan",
			"description": "K6, also known as Baltistan Peak, is a spectacular pinnacle in the Masherbrum Karakoram range. The mountain was first successfully ascended in 1970. Many seasoned climbers attracted by the combination of its height and prominence are challenged by its steep ice and rock sections. Baltistan Peak's harsh weather conditions and remote location add to the difficulty of the climb. Resilience and technical proficiency are crucial for a successful ascent."
		},
		{
			"rank": 89,
			"name": "Kangpenqing",
			"height": 7281,
			"prominence": 1345,
			"range": "Baiku Himalaya",
			"coordinates": "28°33'03''N 85°32'44''E",
			"parent_mountain": "Shishapangma",
			"first_ascent": 1982,
			"countries": "China",
			"description": "Kangpenqing is a peak located in Baiku Himalaya range in China, first ascended in 1982. The mountain boasts a soaring height and thorny route due to its considerable prominence. Reaching the summit is tactically challenging due to rock and ice surfaces, requiring technical skills. High altitude, remote location, and unpredictable weather further increase the difficulty. Permission is required from the Chinese government to climb."
		},
		{
			"rank": 90,
			"name": "Muztagh Tower",
			"height": 7276,
			"prominence": 171,
			"range": "Baltoro Karakoram",
			"coordinates": "35°49'40''N 76°21'40''E",
			"parent_mountain": "Skil Brum",
			"first_ascent": 1956,
			"countries": "Pakistan, China",
			"description": "Muztagh Tower is an iconic peak in the Baltoro Karakoram range shared by China and Pakistan. First climbed successfully in 1956, it is recognized for its distinct tower-like shape. Despite its relatively lesser prominence, the challenge lies in navigating its steep rock and ice ridges. In addition to brutal weather conditions, climbers must also negotiate regulatory permissions from both countries for this summit. Muztagh Tower beckons experienced mountaineers with technical proficiency."
		},
		{
			"rank": 91,
			"name": "Mana Peak",
			"height": 7272,
			"prominence": 732,
			"range": "Garhwal Himalaya",
			"coordinates": "30°52'50''N 79°36'55''E",
			"parent_mountain": "Kamet",
			"first_ascent": 1937,
			"countries": "India",
			"description": "Mana Peak, first ascended in 1937, is situated in the Garhwal Himalaya range of India. The climb is challenging due to its steep slopes and unpredictable weather. Mountaineers must be prepared for technical ice and rock climbing. The peak offers stunning views of surrounding mountains, including the prominent Kamet. Due to its location, climbers often need special permits to access the region."
		},
		{
			"rank": 0,
			"name": "Dhaulagiri VI",
			"height": 7268,
			"prominence": 488,
			"range": "Dhaulagiri Himalaya",
			"coordinates": "28°42'31''N 83°16'27''E",
			"parent_mountain": "Dhaulagiri IV",
			"first_ascent": 1970,
			"countries": "Nepal",
			"description": "Dhaulagiri VI, part of the Dhaulagiri Himalaya, was first ascended in 1970. The ascent is known for its extreme weather conditions and technical challenges. Climbers must navigate crevasses, icefalls, and avalanches. The remote location requires a long approach trek, adding to the expedition's difficulty. Despite these challenges, it offers breathtaking views of the Dhaulagiri massif."
		},
		{
			"rank": 92,
			"name": "Diran",
			"height": 7266,
			"prominence": 1329,
			"range": "Rakaposhi-Haramosh Karakoram",
			"coordinates": "36°07'13''N 74°39'42''E",
			"parent_mountain": "Malubiting",
			"first_ascent": 1968,
			"countries": "Pakistan",
			"description": "Diran, first climbed in 1968, is located in the Rakaposhi-Haramosh Karakoram range of Pakistan. Known for its beauty, it is also notoriously dangerous due to frequent avalanches. The climb requires advanced alpine skills and acclimatization to high altitudes. The summit offers panoramic views of the Karakoram peaks. Climbers should be cautious of weather changes and prepare for a rigorous expedition."
		},
		{
			"rank": 93,
			"name": "Labuche Kang III",
			"height": 7250,
			"prominence": 570,
			"range": "Labuche Himalaya",
			"coordinates": "28°18'05''N 86°23'02''E",
			"parent_mountain": "Labuche Himilaya",
			"first_ascent": 0,
			"countries": "China",
			"description": "Labuche Kang III is part of the Labuche Himalaya range in China. As of now, it remains unclimbed, presenting a significant challenge to mountaineers. The peak is characterized by its remote location and severe weather conditions. Climbers attempting this peak will face technical ice and rock routes. The region is less frequented, requiring thorough preparation and logistical planning."
		},
		{
			"rank": 94,
			"name": "Putha Hiunchuli",
			"height": 7246,
			"prominence": 1151,
			"range": "Dhaulagiri Himalaya",
			"coordinates": "28°44'52''N 83°08'46''E",
			"parent_mountain": "Churen Himal",
			"first_ascent": 1954,
			"countries": "Nepal",
			"description": "Putha Hiunchuli, first ascended in 1954, is located in the Dhaulagiri Himalaya range of Nepal. The mountain offers a challenging climb with technical ice and snow routes. Climbers must be prepared for severe weather and high-altitude conditions. The peak provides magnificent views of the surrounding Dhaulagiri range. It requires a long trek to reach the base camp, adding to the expedition's difficulty."
		},
		{
			"rank": 95,
			"name": "Apsarasas Kangri",
			"height": 7245,
			"prominence": 607,
			"range": "Siachen Karakoram",
			"coordinates": "35°32'19''N 77°08'55''E",
			"parent_mountain": "Teram Kangri I",
			"first_ascent": 1976,
			"countries": "India, China",
			"description": "Apsarasas Kangri, first climbed in 1976, lies in the Siachen Karakoram range on the border between India and China. The mountain's remote location and severe weather conditions pose significant challenges to climbers. The ascent involves navigating through glaciers and icefalls. The region's political sensitivity requires special permits for access. Climbers are rewarded with spectacular views of the Karakoram range."
		},
		{
			"rank": 96,
			"name": "Mukut Parbat",
			"height": 7242,
			"prominence": 683,
			"range": "Garhwal Himalaya",
			"coordinates": "30°56'57''N 79°34'12''E",
			"parent_mountain": "Kamet",
			"first_ascent": 1951,
			"countries": "India, China",
			"description": "Mukut Parbat, first ascended in 1951, is part of the Garhwal Himalaya range on the border between India and China. The climb features technical rock and ice sections. Mountaineers face challenges such as unpredictable weather and difficult terrain. The peak offers stunning views of the Kamet massif and surrounding mountains. Access to the region often requires special permits and thorough preparation."
		},
		{
			"rank": 97,
			"name": "Rimo III",
			"height": 7233,
			"prominence": 613,
			"range": "Rimo Karakoram",
			"coordinates": "35°22'31''N 77°21'42''E",
			"parent_mountain": "Rimo I",
			"first_ascent": 1985,
			"countries": "India",
			"description": "Rimo III, first climbed in 1985, is located in the Rimo Karakoram range of India. The ascent is challenging due to the peak's remote location and severe weather. Climbers must navigate glaciers and technical ice and rock routes. The mountain offers breathtaking views of the Karakoram range. Access to the region often requires special permits due to its proximity to sensitive border areas."
		},
		{
			"rank": 98,
			"name": "Langtang Lirung",
			"height": 7227,
			"prominence": 1534,
			"range": "Langtang Himalaya",
			"coordinates": "28°15'22''N 85°31'01''E",
			"parent_mountain": "Shishapangma",
			"first_ascent": 1978,
			"countries": "Nepal",
			"description": "Langtang Lirung, first ascended in 1978, is the highest peak in the Langtang Himalaya range of Nepal. The climb is known for its technical difficulty, with steep ice and rock sections. Mountaineers must be prepared for harsh weather conditions and high-altitude challenges. The summit offers spectacular views of the Langtang region and the greater Himalayas. The area is accessible by a scenic trek through the Langtang Valley."
		},
		{
			"rank": 99,
			"name": "Karjiang",
			"height": 7221,
			"prominence": 895,
			"range": "Kula Kangri Himalaya",
			"coordinates": "28°15'27''N 90°38'49''E",
			"parent_mountain": "Kula Kangri",
			"first_ascent": 0,
			"countries": "China",
			"description": "Karjiang, located in the Kula Kangri Himalaya range of China, remains unclimbed. The peak presents significant challenges due to its remote location and severe weather conditions. Climbers attempting Karjiang must navigate complex ice and rock routes. The mountain's isolation requires extensive logistical planning and preparation. The region is less frequented, offering a pristine climbing environment."
		},
		{
			"rank": 100,
			"name": "Annapurna Dakshin (Annapurna South)",
			"height": 7219,
			"prominence": 769,
			"range": "Annapurna Himalaya",
			"coordinates": "28°31'06''N 83°48'22''E",
			"parent_mountain": "Annapurna",
			"first_ascent": 1964,
			"countries": "Nepal",
			"description": "Annapurna Dakshin, also known as Annapurna South, was first climbed in 1964. Located in the Annapurna Himalaya range of Nepal, the peak is known for its technical difficulty. Climbers must be prepared for steep ice and rock sections. The mountain offers stunning views of the Annapurna massif and surrounding peaks. The approach trek through the Annapurna Sanctuary adds to the expedition's allure."
		},
		{
			"rank": 101,
			"name": "Khartaphu",
			"height": 7213,
			"prominence": 712,
			"range": "Mahalangur Himalaya",
			"coordinates": "28°03'49''N 86°58'39''E",
			"parent_mountain": "Mount Everest",
			"first_ascent": 1935,
			"countries": "China",
			"description": "Khartaphu, first ascended in 1935, is part of the Mahalangur Himalaya range of China. The climb is known for its technical challenges and severe weather conditions. Mountaineers must navigate glaciers and steep ice routes. The peak offers breathtaking views of Mount Everest and surrounding mountains. Access to the region requires careful planning and acclimatization to high altitudes."
		},
		{
			"rank": 102,
			"name": "Tongshanjiabu",
			"height": 7207,
			"prominence": 1757,
			"range": "Lunana Himalaya",
			"coordinates": "28°11'12''N 89°57'27''E",
			"parent_mountain": "Gangkhar Puensum",
			"first_ascent": 0,
			"countries": "Bhutan, China",
			"description": "Tongshanjiabu, located in the Lunana Himalaya range on the border between Bhutan and China, remains unclimbed. The mountain's remote location and severe weather conditions present significant challenges. Climbers attempting this peak must be prepared for technical ice and rock routes. The region's isolation requires extensive logistical planning and preparation. Tongshanjiabu offers stunning, unspoiled views of the Himalayas."
		},
		{
			"rank": 103,
			"name": "Malangutti Sar",
			"height": 7207,
			"prominence": 507,
			"range": "Hispar Karakoram",
			"coordinates": "36°21'47''N 75°08'57''E",
			"parent_mountain": "Distaghil Sar",
			"first_ascent": 1985,
			"countries": "Pakistan",
			"description": "Malangutti Sar, first climbed in 1985, is located in the Hispar Karakoram range of Pakistan. The ascent is known for its technical difficulty and severe weather conditions. Climbers must navigate glaciers and complex ice routes. The peak offers breathtaking views of the Karakoram range. The remote location requires careful logistical planning and preparation for a successful expedition."
		},
		{
			"rank": 104,
			"name": "Noijin Kangsang",
			"height": 7206,
			"prominence": 216,
			"range": "Nagarze Himalaya",
			"coordinates": "28°56'48''N 90°10'42''E",
			"parent_mountain": "Gangkhar Puensum",
			"first_ascent": 1986,
			"countries": "China",
			"description": "Noijin Kangsang, first ascended in 1986, is part of the Nagarze Himalaya range in China. The climb is known for its technical ice and rock routes. Climbers must be prepared for harsh weather conditions and high-altitude challenges. The summit offers spectacular views of the surrounding peaks and valleys. The region is accessible by a scenic approach trek, adding to the expedition's appeal."
		},
		{
			"rank": 105,
			"name": "Langtang Ri",
			"height": 7205,
			"prominence": 665,
			"range": "Langtang Himalaya",
			"coordinates": "28°22'53''N 85°41'01''E",
			"parent_mountain": "Shishapangma",
			"first_ascent": 1981,
			"countries": "Nepal, China",
			"description": "Langtang Ri, first climbed in 1981, is located in the Langtang Himalaya range on the border between Nepal and China. The ascent involves navigating steep ice and rock routes. Climbers must be prepared for severe weather conditions and high-altitude challenges. The peak offers stunning views of the Langtang region and the greater Himalayas. The area is accessible by a scenic trek through the Langtang Valley."
		},
		{
			"rank": 106,
			"name": "Kangphu Kang, Shimokangri",
			"height": 7204,
			"prominence": 1244,
			"range": "Lunana Himalaya",
			"coordinates": "28°09'24''N 90°04'15''E",
			"parent_mountain": "Tongshanjiabu",
			"first_ascent": 2002,
			"countries": "Bhutan, China",
			"description": "Kangphu Kang, also known as Shimokangri, was first climbed in 2002. Located in the Lunana Himalaya range on the border between Bhutan and China, the peak presents significant challenges due to its remote location and technical routes. Climbers must be prepared for severe weather and high-altitude conditions. The summit offers breathtaking views of the surrounding mountains. The region's isolation requires thorough preparation and logistical planning."
		},
		{
			"rank": 107,
			"name": "Singhi Kangri",
			"height": 7202,
			"prominence": 730,
			"range": "Siachen Karakoram",
			"coordinates": "35°35'59''N 76°59'01''E",
			"parent_mountain": "Teram Kangri III",
			"first_ascent": 1976,
			"countries": "India, China",
			"description": "Singhi Kangri, first ascended in 1976, lies in the Siachen Karakoram range on the border between India and China. The climb is known for its technical difficulty and severe weather conditions. Mountaineers must navigate glaciers and steep ice routes. The peak offers breathtaking views of the Karakoram range. Access to the region often requires special permits due to its proximity to sensitive border areas."
		},
		{
			"rank": 108,
			"name": "Lupghar Sar",
			"height": 7200,
			"prominence": 730,
			"range": "Hispar Karakoram",
			"coordinates": "36°21'01''N 75°02'13''E *",
			"parent_mountain": "Momhil Sar",
			"first_ascent": 1979,
			"countries": "Pakistan",
			"description": "Lupghar Sar, first climbed in 1979, is located in the Hispar Karakoram range of Pakistan. The ascent involves technical ice and rock routes, with challenges posed by severe weather conditions. Climbers must be prepared for high-altitude conditions and navigate complex glacial terrain. The peak offers stunning views of the Karakoram range. The remote location requires careful logistical planning and preparation."
		}
	]
}